Repository: JcDenis/DotclearWatch
Catalog: locales/*/main.po
Languages: fr

source: Cache directory sucessfully cleared.
fr: Répertoire de cache des rapports nettoyé.

source: Settings successfully updated.
fr: Paramètres mis à jour.

source: Report sent.
fr: Rapport envoyé.

source: Settings are globals. Reports are by blog.
fr: Les paramètres sont globaux. Les rapports sont par blog.

source: Hidden modules:
fr: Modules cachés :

source: This is the comma separated list of plugins IDs and themes IDs to ignore in report.
fr: C'est la liste des modules cachés séparés par une virgule.

source: Distant API URL:
fr: URL de l'API distante :

source: This is the URL of the API to send report. Leave empty to reset value.
fr: C'est L'URL de l'API où sera envoyer le rapport. Laisser vide pour remettre par défaut.

source: Clear reports cache directory
fr: Nettoyer le répertoire de cache des rapports.

source: This deletes all blogs reports in cache.
fr: Ceci efface tous les rapports des blogs en cache.

source: Send report now
fr: Envoyer le rapport maintenant

source: This sent report for current blog even if report exists in cache.
fr: Ceci envoie le rapport pou r le blog courant même si un rapport existe en cache.

source: Report that will be sent for this blog:
fr: Rapport qui sera envoyé pour ce blog :
